Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 操作尚需检查，所有已记录的副本都会保留。请先检查这些位置，不要合并或覆盖数据。
ar: تحتاج هذه العملية إلى فحص. ستُحفظ جميع النسخ المسجلة. افحص هذه المواقع قبل دمج البيانات أو الكتابة فوقها.
de: Dieser Vorgang muss geprüft werden. Alle erfassten Kopien bleiben erhalten. Prüfe diese Orte, bevor du Daten zusammenführst oder überschreibst.
en: This operation needs inspection. All recorded copies will be retained. Check these locations before merging or overwriting any data.
eo: Ĉi tiu operacio bezonas inspekton. Ĉiuj registritaj kopioj restos konservitaj. Kontrolu ĉi tiujn lokojn antaŭ kunfandi aŭ superskribi datumojn.
es: Esta operación necesita revisión. Se conservarán todas las copias registradas. Revisa estas ubicaciones antes de combinar o sobrescribir datos.
fr: Cette opération doit être examinée. Toutes les copies enregistrées seront conservées. Vérifiez ces emplacements avant de fusionner ou d’écraser des données.
hi: इस कार्रवाई की जाँच आवश्यक है। सभी दर्ज प्रतिलिपियाँ रखी जाएँगी। डेटा मिलाने या अधिलेखित करने से पहले इन स्थानों की जाँच करें।
id: Operasi ini perlu diperiksa. Semua salinan yang tercatat akan dipertahankan. Periksa lokasi ini sebelum menggabungkan atau menimpa data.
it: Questa operazione richiede un controllo. Tutte le copie registrate saranno conservate. Controlla queste posizioni prima di unire o sovrascrivere dati.
ja: この操作は確認が必要です。記録されたコピーはすべて保持されます。データを結合したり上書きしたりする前に、これらの場所を確認してください。
ko: 이 작업은 확인이 필요합니다. 기록된 모든 복사본이 보존됩니다. 데이터를 병합하거나 덮어쓰기 전에 해당 위치를 확인하세요.
nl: Deze bewerking moet worden gecontroleerd. Alle vastgelegde kopieën blijven bewaard. Controleer deze locaties voordat je gegevens samenvoegt of overschrijft.
pl: Ta operacja wymaga sprawdzenia. Wszystkie zapisane kopie zostaną zachowane. Sprawdź te lokalizacje przed scalaniem lub nadpisywaniem danych.
pt: Esta operação precisa de verificação. Todas as cópias registadas serão preservadas. Verifique estes locais antes de combinar ou substituir dados.
ru: Эта операция требует проверки. Все зарегистрированные копии будут сохранены. Проверьте эти места, прежде чем объединять или перезаписывать данные.
th: การดำเนินการนี้ยังต้องตรวจสอบ สำเนาที่บันทึกไว้ทั้งหมดจะถูกเก็บไว้ โปรดตรวจสอบตำแหน่งเหล่านี้ก่อนรวมข้อมูลหรือเขียนทับ
tr: Bu işlemin incelenmesi gerekiyor. Kayıtlı tüm kopyalar saklanacak. Verileri birleştirmeden veya üzerlerine yazmadan önce bu konumları kontrol edin.
vi: Thao tác này cần được kiểm tra. Tất cả bản sao đã ghi nhận sẽ được giữ lại. Hãy kiểm tra các vị trí này trước khi hợp nhất hoặc ghi đè dữ liệu.
zh_hant: 操作仍需檢查，所有已記錄的副本都會保留。請先檢查這些位置，不要合併或覆寫資料。

source: 当前数据
ar: البيانات الحالية
de: Aktuelle Daten
en: Current Data
eo: Aktualaj datumoj
es: Datos actuales
fr: Données actuelles
hi: वर्तमान डेटा
id: Data Saat Ini
it: Dati attuali
ja: 現在のデータ
ko: 현재 데이터
nl: Huidige gegevens
pl: Bieżące dane
pt: Dados atuais
ru: Текущие данные
th: ข้อมูลปัจจุบัน
tr: Geçerli Veriler
vi: Dữ liệu hiện tại
zh_hant: 目前資料

source: 保留原件
ar: الأصل المحفوظ
de: Aufbewahrtes Original
en: Retained Original
eo: Konservita originalo
es: Original conservado
fr: Original conservé
hi: रखा गया मूल डेटा
id: Data Asli Tersimpan
it: Originale conservato
ja: 保持された元データ
ko: 보관된 원본
nl: Bewaard origineel
pl: Zachowany oryginał
pt: Original preservado
ru: Сохранённый оригинал
th: ต้นฉบับที่เก็บไว้
tr: Saklanan Asıl
vi: Bản gốc được giữ lại

source: 暂存副本
ar: نسخة مؤقتة
de: Zwischengespeicherte Kopie
en: Staged Copy
eo: Provizora kopio
es: Copia temporal
fr: Copie temporaire
hi: अस्थायी प्रतिलिपि
id: Salinan Sementara
it: Copia temporanea
ja: 一時コピー
ko: 임시 복사본
nl: Tijdelijke kopie
pl: Kopia tymczasowa
pt: Cópia temporária
ru: Временная копия
th: สำเนาชั่วคราว
tr: Geçici Kopya
vi: Bản sao tạm
zh_hant: 暫存副本

source: 我已验证应用与数据正常
ar: تحققت من أن التطبيق والبيانات يعملان بشكل سليم
de: Ich habe geprüft, dass App und Daten ordnungsgemäß funktionieren
en: I have verified that the app and data work correctly
eo: Mi kontrolis, ke la aplikaĵo kaj datumoj funkcias ĝuste
es: He comprobado que la app y los datos funcionan correctamente
fr: J’ai vérifié le bon fonctionnement de l’app et des données
hi: मैंने जाँच लिया है कि ऐप और डेटा सही काम करते हैं
id: Saya telah memastikan aplikasi dan data berfungsi dengan benar
it: Ho verificato che app e dati funzionano correttamente
ja: アプリとデータが正常であることを確認しました
ko: 앱과 데이터가 정상인지 확인했습니다
nl: Ik heb gecontroleerd dat de app en gegevens goed werken
pl: Sprawdziłem poprawne działanie aplikacji i danych
pt: Confirmei que a aplicação e os dados funcionam corretamente
ru: Я проверил работу приложения и данных
th: ฉันตรวจสอบแล้วว่าแอปและข้อมูลทำงานปกติ
tr: Uygulamanın ve verilerin düzgün çalıştığını doğruladım
vi: Tôi đã xác nhận ứng dụng và dữ liệu hoạt động bình thường
zh_hant: 我已確認應用程式與資料正常

source: 校验并清理原件
ar: التحقق من الأصل وتنظيفه
de: Original prüfen und bereinigen
en: Verify and Clean Up Original
eo: Kontroli kaj forigi originalon
es: Verificar y limpiar el original
fr: Vérifier et nettoyer l’original
hi: मूल डेटा सत्यापित करके हटाएँ
id: Verifikasi dan Bersihkan Data Asli
it: Verifica e rimuovi l’originale
ja: 元データを検証して削除
ko: 원본 검증 및 정리
nl: Origineel verifiëren en opruimen
pl: Zweryfikuj i usuń oryginał
pt: Verificar e eliminar o original
ru: Проверить и удалить оригинал
th: ตรวจสอบและล้างต้นฉบับ
tr: Aslı Doğrula ve Temizle
vi: Xác minh và dọn bản gốc
zh_hant: 驗證並清理原件

source: 仅在原件与已复制内容一致、且没有占用或路径冲突时清理。清理后无法通过这份原件撤销。
ar: لا يتم التنظيف إلا إذا طابق الأصل المحتوى المنسوخ ولم توجد تعارضات استخدام أو مسارات. بعد التنظيف لن يمكن استخدام هذا الأصل للتراجع عن العملية.
de: Die Bereinigung erfolgt nur, wenn Original und kopierter Inhalt übereinstimmen und keine Nutzungs- oder Pfadkonflikte bestehen. Danach kann dieses Original den Vorgang nicht mehr rückgängig machen.
en: Cleanup proceeds only if the original matches the copied content and there are no usage or path conflicts. After cleanup, this original cannot be used to undo the operation.
eo: Forigo okazas nur se la originalo kongruas kun la kopiita enhavo kaj ne ekzistas uzaj aŭ vojaj konfliktoj. Poste ĉi tiu originalo ne povos esti uzata por malfari la operacion.
es: La limpieza solo se realiza si el original coincide con el contenido copiado y no hay conflictos de uso o rutas. Después, este original no podrá usarse para deshacer la operación.
fr: Le nettoyage n’a lieu que si l’original correspond au contenu copié et qu’aucun conflit d’utilisation ou de chemin n’existe. Cet original ne permettra ensuite plus d’annuler l’opération.
hi: मूल डेटा के कॉपी की गई सामग्री से मेल खाने और उपयोग या पथ का टकराव न होने पर ही सफ़ाई होगी। इसके बाद इस मूल डेटा से कार्रवाई वापस नहीं की जा सकेगी।
id: Pembersihan hanya dilakukan jika data asli cocok dengan isi yang disalin dan tidak ada konflik penggunaan atau jalur. Setelah dibersihkan, data asli ini tidak dapat digunakan untuk membatalkan operasi.
it: La rimozione avviene solo se l’originale corrisponde ai contenuti copiati e non ci sono conflitti d’uso o di percorso. Dopo, questo originale non potrà più annullare l’operazione.
ja: 元データがコピー内容と一致し、使用中やパスの競合がない場合にのみ削除します。削除後は、この元データで操作を元に戻すことはできません。
ko: 원본이 복사된 내용과 일치하고 사용 중이거나 경로 충돌이 없을 때만 정리합니다. 정리 후에는 이 원본으로 작업을 되돌릴 수 없습니다.
nl: Opruimen gebeurt alleen als het origineel overeenkomt met de gekopieerde inhoud en er geen gebruiks- of padconflicten zijn. Daarna kan dit origineel de bewerking niet meer ongedaan maken.
pl: Usuwanie następuje tylko wtedy, gdy oryginał odpowiada skopiowanej zawartości i nie ma konfliktów użycia ani ścieżek. Po usunięciu tego oryginału nie będzie można użyć do cofnięcia operacji.
pt: A limpeza só ocorre se o original corresponder ao conteúdo copiado e não houver conflitos de utilização ou de caminhos. Depois, este original não poderá ser usado para anular a operação.
ru: Удаление выполняется только при совпадении оригинала с копией и отсутствии конфликтов использования или путей. После удаления этот оригинал нельзя будет использовать для отмены операции.
th: จะล้างต่อเมื่อต้นฉบับตรงกับเนื้อหาที่คัดลอก และไม่มีการใช้งานหรือพาธขัดแย้งกัน หลังล้างแล้วจะไม่สามารถใช้ต้นฉบับนี้ย้อนกลับการทำงานได้
tr: Temizleme yalnızca asıl, kopyalanan içerikle eşleşiyorsa ve kullanım veya yol çakışması yoksa yapılır. Temizleme sonrasında bu asıl kopyayla işlem geri alınamaz.
vi: Chỉ dọn dẹp khi bản gốc khớp nội dung đã sao chép và không có xung đột sử dụng hoặc đường dẫn. Sau khi dọn, không thể dùng bản gốc này để hoàn tác.
zh_hant: 僅在原件與已複製內容一致，且沒有使用中或路徑衝突時清理。清理後將無法透過這份原件復原操作。

source: 在访达中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Show in Finder
eo: Montri en Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder
th: แสดงใน Finder
tr: Finder’da Göster
vi: Hiển thị trong Finder
zh_hant: 在 Finder 中顯示

source: 原件仍保留，清理后才会释放空间。
ar: الأصل محفوظ. لن تتحرر المساحة إلا بعد التنظيف.
de: Das Original bleibt erhalten. Speicherplatz wird erst nach der Bereinigung freigegeben.
en: The original is retained. Space is released only after cleanup.
eo: La originalo estas konservita. Spaco liberiĝos nur post forigo.
es: El original se conserva. El espacio solo se libera tras la limpieza.
fr: L’original est conservé. L’espace ne sera libéré qu’après le nettoyage.
hi: मूल डेटा अभी रखा गया है। सफ़ाई के बाद ही स्थान खाली होगा।
id: Data asli masih disimpan. Ruang hanya dibebaskan setelah pembersihan.
it: L’originale è conservato. Lo spazio sarà liberato solo dopo la rimozione.
ja: 元データは保持されています。削除するまで空き容量は増えません。
ko: 원본이 보관되어 있습니다. 정리한 후에만 공간이 확보됩니다.
nl: Het origineel blijft bewaard. Er komt pas ruimte vrij na het opruimen.
pl: Oryginał jest zachowany. Miejsce zostanie zwolnione dopiero po usunięciu.
pt: O original está preservado. O espaço só será libertado após a limpeza.
ru: Оригинал сохранён. Место освободится только после удаления.
th: ยังเก็บต้นฉบับไว้ พื้นที่จะว่างหลังจากล้างเท่านั้น
tr: Asıl saklanıyor. Alan ancak temizlemeden sonra boşaltılır.
vi: Bản gốc vẫn được giữ lại. Dung lượng chỉ được giải phóng sau khi dọn dẹp.
zh_hant: 原件仍保留，清理後才會釋放空間。

source: 将「%@」还原到本地。 外部来源：%@ 还原到：%@ 还原后保留外部原件；验证应用与数据正常后，可在副本管理中校验并清理。
ar: استعادة «%@» محليًا. المصدر الخارجي: %@ الاستعادة إلى: %@ سيُحفظ الأصل الخارجي. بعد فحص التطبيق والبيانات، استخدم إدارة النسخ للتحقق منه وتنظيفه.
de: „%@“ lokal wiederherstellen. Externe Quelle: %@ Wiederherstellen nach: %@ Das externe Original bleibt erhalten. Prüfe App und Daten und nutze dann „Kopien verwalten“ zum Überprüfen und Bereinigen.
en: Restore “%@” locally. External source: %@ Restore to: %@ The external original will be retained. After checking that the app and data work correctly, use Manage Copies to verify and clean it up.
eo: Restarigi “%@” loke. Ekstera fonto: %@ Restarigi al: %@ La ekstera originalo restos konservita. Post kontrolo de la aplikaĵo kaj datumoj, uzu Administri kopiojn por kontroli kaj forigi ĝin.
es: Restaurar «%@» en el equipo. Origen externo: %@ Restaurar en: %@ El original externo se conservará. Tras comprobar la app y los datos, usa Gestionar copias para verificarlo y limpiarlo.
fr: Restaurer « %@ » sur ce Mac. Source externe : %@ Restaurer vers : %@ L’original externe sera conservé. Après avoir vérifié l’app et les données, utilisez Gérer les copies pour le vérifier et le nettoyer.
hi: “%@” को स्थानीय रूप से बहाल करें। बाहरी स्रोत: %@ यहाँ बहाल करें: %@ बाहरी मूल डेटा रखा जाएगा। ऐप और डेटा की जाँच के बाद प्रतिलिपियाँ प्रबंधित करें से इसे सत्यापित करके हटा सकते हैं।
id: Pulihkan “%@” ke lokasi lokal. Sumber eksternal: %@ Pulihkan ke: %@ Data asli eksternal akan dipertahankan. Setelah memeriksa aplikasi dan data, gunakan Kelola Salinan untuk memverifikasi dan membersihkannya.
it: Ripristina “%@” in locale. Origine esterna: %@ Ripristina in: %@ L’originale esterno sarà conservato. Dopo aver controllato app e dati, usa Gestisci copie per verificarlo e rimuoverlo.
ja: 「%@」をローカルに復元します。 外部のコピー元：%@ 復元先：%@ 外部の元データは保持されます。アプリとデータが正常であることを確認した後、「コピーの管理」で検証して削除できます。
ko: “%@”을(를) 로컬로 복원합니다. 외부 원본: %@ 복원 위치: %@ 외부 원본은 보관됩니다. 앱과 데이터가 정상인지 확인한 후 복사본 관리에서 검증하고 정리할 수 있습니다.
nl: “%@” lokaal herstellen. Externe bron: %@ Herstellen naar: %@ Het externe origineel blijft bewaard. Controleer de app en gegevens en gebruik daarna Kopieën beheren om het te verifiëren en op te ruimen.
pl: Przywróć „%@” lokalnie. Źródło zewnętrzne: %@ Przywróć do: %@ Oryginał zewnętrzny zostanie zachowany. Po sprawdzeniu aplikacji i danych użyj Zarządzaj kopiami, aby go zweryfikować i usunąć.
pt: Restaurar «%@» localmente. Origem externa: %@ Restaurar para: %@ O original externo será preservado. Depois de verificar a aplicação e os dados, use Gerir cópias para o verificar e eliminar.
ru: Восстановить «%@» локально. Внешний источник: %@ Восстановить в: %@ Внешний оригинал будет сохранён. Проверив приложение и данные, используйте «Управление копиями», чтобы проверить и удалить его.
th: กู้คืน “%@” กลับมายังเครื่องนี้ แหล่งข้อมูลภายนอก: %@ กู้คืนไปที่: %@ จะเก็บต้นฉบับภายนอกไว้ หลังตรวจสอบแอปและข้อมูลแล้ว สามารถใช้จัดการสำเนาเพื่อตรวจสอบและล้างได้
tr: “%@” öğesini yerel olarak geri yükle. Harici kaynak: %@ Geri yükleme konumu: %@ Harici asıl saklanacak. Uygulamayı ve verileri kontrol ettikten sonra Kopyaları Yönet üzerinden doğrulayıp temizleyebilirsiniz.
vi: Khôi phục “%@” về máy. Nguồn bên ngoài: %@ Khôi phục đến: %@ Bản gốc bên ngoài sẽ được giữ lại. Sau khi kiểm tra ứng dụng và dữ liệu, dùng Quản lý bản sao để xác minh và dọn dẹp.
zh_hant: 將「%@」還原到本機。 外部來源：%@ 還原到：%@ 還原後保留外部原件；確認應用程式與資料正常後，可在副本管理中驗證並清理。

source: 目标副本
ar: نسخة الوجهة
de: Zielkopie
en: Destination Copy
eo: Celkopio
es: Copia de destino
fr: Copie de destination
hi: गंतव्य प्रतिलिपि
id: Salinan Tujuan
it: Copia di destinazione
ja: コピー先
ko: 대상 복사본
nl: Doelkopie
pl: Kopia docelowa
pt: Cópia de destino
ru: Копия в месте назначения
th: สำเนาปลายทาง
tr: Hedef Kopya
vi: Bản sao đích
zh_hant: 目標副本

source: 用户目录入口
ar: اختصار لمجلد المستخدم
de: Verknüpfung zum Benutzerordner
en: User folder shortcut
eo: Ŝparvojo al uzanta dosierujo
es: Acceso a carpeta personal
fr: Accès au dossier personnel
hi: उपयोगकर्ता फ़ोल्डर का शॉर्टकट
id: Pintasan folder pengguna
it: Collegamento a cartella personale
ja: ユーザーフォルダへのリンク
ko: 사용자 폴더 바로가기
nl: Snelkoppeling naar gebruikersmap
pl: Skrót do folderu użytkownika
pt: Atalho para pasta pessoal
ru: Ссылка на личную папку
th: ทางลัดไปยังโฟลเดอร์ผู้ใช้
tr: Kullanıcı klasörü kısayolu
vi: Lối tắt đến thư mục người dùng
zh_hant: 使用者目錄入口

source: 不计入应用数据
ar: غير محسوب ضمن بيانات التطبيق
de: Nicht in App-Daten enthalten
en: Excluded from app data
eo: Ne kalkulata kiel aplikaĵaj datumoj
es: Excluido de los datos de la app
fr: Exclu des données de l’app
hi: ऐप डेटा में शामिल नहीं
id: Tidak termasuk data aplikasi
it: Escluso dai dati dell’app
ja: アプリデータの集計対象外
ko: 앱 데이터에서 제외
nl: Niet meegeteld als appgegevens
pl: Poza danymi aplikacji
pt: Excluído dos dados do app
ru: Не входит в данные приложения
th: ไม่นับรวมในข้อมูลแอป
tr: Uygulama verilerine dahil değil
vi: Không tính vào dữ liệu ứng dụng
zh_hant: 不計入應用程式資料

source: 本卷大小
ar: الحجم على هذا القسم
de: Größe auf diesem Volume
en: Size on this volume
eo: Grando sur ĉi tiu volumo
es: Tamaño en este volumen
fr: Taille sur ce volume
hi: इस वॉल्यूम पर आकार
id: Ukuran di volume ini
it: Dimensione su questo volume
ja: このボリューム上のサイズ
ko: 이 볼륨의 크기
nl: Grootte op dit volume
pl: Rozmiar na tym woluminie
pt: Tamanho neste volume
ru: Размер на этом томе
th: ขนาดบนโวลุ่มนี้
tr: Bu birimdeki boyut
vi: Dung lượng trên ổ đĩa này

source: 目标大小
ar: حجم الهدف
de: Zielgröße
en: Target size
eo: Grando de la celo
es: Tamaño del destino
fr: Taille de la cible
hi: लक्ष्य का आकार
id: Ukuran tujuan
it: Dimensione destinazione
ja: リンク先のサイズ
ko: 대상 크기
nl: Doelgrootte
pl: Rozmiar celu
pt: Tamanho do destino
ru: Размер объекта ссылки
th: ขนาดปลายทาง
tr: Hedef boyutu
vi: Dung lượng đích
zh_hant: 目標大小

source: 此链接指向用户个人目录，不是此应用独占的数据；不统计其目标大小，也不提供迁移或还原。
ar: يشير هذا الرابط إلى مجلد شخصي للمستخدم، وليس إلى بيانات خاصة بهذا التطبيق وحده. لا يُحتسب حجم الهدف، ولا يتوفر النقل أو الاستعادة.
de: Diese Verknüpfung verweist auf einen persönlichen Benutzerordner, nicht auf Daten, die ausschließlich zu dieser App gehören. Die Zielgröße wird nicht mitgezählt; Migration und Wiederherstellung stehen nicht zur Verfügung.
en: This link points to a personal user folder, not data exclusive to this app. Its target size is not counted, and migration and restoration are unavailable.
eo: Ĉi tiu ligilo celas personan dosierujon de la uzanto, ne datumojn ekskluzivajn al ĉi tiu aplikaĵo. La grando de la celo ne estas kalkulata; migrado kaj restarigo ne estas disponeblaj.
es: Este enlace apunta a una carpeta personal del usuario, no a datos exclusivos de esta app. No se cuenta el tamaño del destino y no se permite migrar ni restaurar.
fr: Ce lien pointe vers un dossier personnel de l’utilisateur, et non vers des données propres à cette app. La taille de la cible n’est pas comptabilisée ; la migration et la restauration ne sont pas proposées.
hi: यह लिंक उपयोगकर्ता के निजी फ़ोल्डर की ओर जाता है, न कि केवल इस ऐप के डेटा की ओर। लक्ष्य का आकार नहीं गिना जाता और माइग्रेशन या पुनर्स्थापना उपलब्ध नहीं है।
id: Tautan ini mengarah ke folder pribadi pengguna, bukan data khusus aplikasi ini. Ukuran tujuan tidak dihitung, dan migrasi serta pemulihan tidak tersedia.
it: Questo collegamento punta a una cartella personale dell’utente, non a dati esclusivi di questa app. La dimensione della destinazione non viene conteggiata e migrazione e ripristino non sono disponibili.
ja: このリンクは、このアプリ専用のデータではなく、ユーザー個人のフォルダを指しています。リンク先のサイズは集計せず、移行や復元も提供しません。
ko: 이 링크는 이 앱 전용 데이터가 아닌 사용자의 개인 폴더를 가리킵니다. 대상 크기는 집계하지 않으며 마이그레이션이나 복원을 제공하지 않습니다.
nl: Deze koppeling verwijst naar een persoonlijke gebruikersmap, niet naar gegevens die uitsluitend bij deze app horen. De doelgrootte wordt niet meegeteld; migratie en herstel zijn niet beschikbaar.
pl: Ten link prowadzi do osobistego folderu użytkownika, a nie danych należących wyłącznie do tej aplikacji. Rozmiar celu nie jest liczony; przenoszenie i przywracanie są niedostępne.
pt: Este link aponta para uma pasta pessoal do usuário, não para dados exclusivos deste app. O tamanho do destino não é contabilizado, e a migração e a restauração não estão disponíveis.
ru: Эта ссылка ведёт к личной папке пользователя, а не к данным, принадлежащим только этому приложению. Размер объекта ссылки не учитывается; перенос и восстановление недоступны.
th: ลิงก์นี้ชี้ไปยังโฟลเดอร์ส่วนตัวของผู้ใช้ ไม่ใช่ข้อมูลเฉพาะของแอปนี้ จึงไม่นับขนาดปลายทางและไม่รองรับการย้ายหรือกู้คืน
tr: Bu bağlantı, yalnızca bu uygulamaya ait verilere değil, kullanıcının kişisel klasörüne işaret eder. Hedefin boyutu sayılmaz; taşıma ve geri yükleme sunulmaz.
vi: Liên kết này trỏ đến thư mục cá nhân của người dùng, không phải dữ liệu riêng của ứng dụng này. Không tính dung lượng đích và không hỗ trợ di chuyển hay khôi phục.
zh_hant: 此連結指向使用者個人目錄，不是此應用程式獨有的資料；不統計其目標大小，也不提供遷移或還原。

source: 各行独立统计目录中的文件大小，不包含子目录挂载卷和软链目标。父目录不等于所有子行相加；文件大小也不等于实际磁盘占用。
ar: يحسب كل صف أحجام الملفات في مجلده بشكل مستقل، باستثناء وحدات التخزين المركّبة في المجلدات الفرعية وأهداف الروابط الرمزية. حجم المجلد الأب لا يساوي مجموع الصفوف الفرعية، كما تختلف أحجام الملفات عن المساحة الفعلية المستخدمة على القرص.
de: Jede Zeile zählt die Dateigrößen in ihrem Ordner unabhängig, ohne in Unterordnern eingehängte Volumes und Ziele symbolischer Links. Ein übergeordneter Ordner entspricht nicht der Summe seiner untergeordneten Zeilen; Dateigrößen unterscheiden sich außerdem vom tatsächlich belegten Speicherplatz.
en: Each row independently counts file sizes in its directory, excluding volumes mounted in subdirectories and symbolic link targets. A parent is not the sum of its child rows; file sizes also differ from actual disk usage.
eo: Ĉiu vico aparte kalkulas la grandojn de dosieroj en sia dosierujo, ekskludante volumojn muntitajn en subdosierujoj kaj celojn de simbolaj ligiloj. Gepatra dosierujo ne egalas al la sumo de siaj idaj vicoj; dosiergrandoj ankaŭ diferencas de la efektive okupata diskospaco.
es: Cada fila cuenta por separado los tamaños de los archivos de su carpeta, sin incluir los volúmenes montados en subcarpetas ni los destinos de enlaces simbólicos. Una carpeta superior no equivale a la suma de sus filas secundarias; el tamaño de los archivos tampoco equivale al espacio real ocupado en disco.
fr: Chaque ligne comptabilise séparément la taille des fichiers de son dossier, sans les volumes montés dans les sous-dossiers ni les cibles des liens symboliques. Un dossier parent n’est pas la somme de ses lignes enfants ; la taille des fichiers diffère aussi de l’espace réellement occupé sur le disque.
hi: हर पंक्ति अपने फ़ोल्डर की फ़ाइलों के आकार अलग से गिनती है। इसमें सबफ़ोल्डर में माउंट किए गए वॉल्यूम और सिंबॉलिक लिंक के लक्ष्य शामिल नहीं हैं। मूल फ़ोल्डर का आकार उसकी सभी उप-पंक्तियों के योग के बराबर नहीं होता; फ़ाइलों का आकार भी डिस्क के वास्तविक उपयोग से अलग होता है।
id: Setiap baris menghitung ukuran file dalam foldernya secara terpisah, tidak termasuk volume yang dipasang di subfolder dan tujuan tautan simbolis. Folder induk tidak sama dengan jumlah baris anaknya; ukuran file juga berbeda dari penggunaan disk yang sebenarnya.
it: Ogni riga conta separatamente le dimensioni dei file nella propria cartella, escludendo i volumi montati nelle sottocartelle e le destinazioni dei collegamenti simbolici. Una cartella superiore non equivale alla somma delle righe subordinate; le dimensioni dei file differiscono anche dallo spazio effettivamente occupato sul disco.
ja: 各行は、そのフォルダ内のファイルサイズを個別に集計し、サブフォルダにマウントされたボリュームとシンボリックリンク先を除外します。親フォルダの値は子の行の合計とは一致しません。また、ファイルサイズは実際のディスク使用量とも異なります。
ko: 각 행은 해당 폴더의 파일 크기를 독립적으로 집계하며 하위 폴더에 마운트된 볼륨과 심볼릭 링크 대상은 제외합니다. 상위 폴더의 크기는 하위 행의 합계와 다르며, 파일 크기도 실제 디스크 사용량과 다릅니다.
nl: Elke rij telt de bestandsgrootten in de eigen map afzonderlijk, zonder volumes die in submappen zijn aangekoppeld en doelen van symbolische koppelingen. Een bovenliggende map is niet gelijk aan de som van de onderliggende rijen; bestandsgrootten verschillen ook van het werkelijke schijfgebruik.
pl: Każdy wiersz oddzielnie liczy rozmiary plików w swoim folderze, bez woluminów zamontowanych w podfolderach i celów dowiązań symbolicznych. Rozmiar folderu nadrzędnego nie jest sumą wierszy podrzędnych; rozmiary plików różnią się też od faktycznie zajętego miejsca na dysku.
pt: Cada linha contabiliza separadamente o tamanho dos arquivos da sua pasta, excluindo volumes montados em subpastas e destinos de links simbólicos. Uma pasta superior não equivale à soma das linhas subordinadas; o tamanho dos arquivos também difere do espaço real ocupado em disco.
ru: Каждая строка отдельно подсчитывает размеры файлов в своей папке, исключая тома, подключённые в подпапках, и объекты символических ссылок. Размер родительской папки не равен сумме дочерних строк; размеры файлов также отличаются от фактически занятого места на диске.
th: แต่ละแถวนับขนาดไฟล์ในโฟลเดอร์ของตนแยกกัน โดยไม่รวมโวลุ่มที่เมานต์ในโฟลเดอร์ย่อยและปลายทางของลิงก์สัญลักษณ์ ขนาดโฟลเดอร์หลักจึงไม่เท่ากับผลรวมของแถวลูกทั้งหมด และขนาดไฟล์ก็ไม่เท่ากับพื้นที่ดิสก์ที่ใช้จริง
tr: Her satır, alt klasörlere bağlanan birimleri ve sembolik bağlantı hedeflerini hariç tutarak kendi klasöründeki dosya boyutlarını bağımsız hesaplar. Üst klasör, alt satırlarının toplamına eşit değildir; dosya boyutları da gerçek disk kullanımından farklıdır.
vi: Mỗi hàng tính riêng kích thước tệp trong thư mục đó, không gồm các ổ đĩa gắn trong thư mục con và đích của liên kết tượng trưng. Thư mục cha không bằng tổng các hàng con; kích thước tệp cũng khác dung lượng thực tế chiếm trên đĩa.
zh_hant: 各列獨立統計目錄中的檔案大小，不包含子目錄掛載卷和符號連結目標。父目錄不等於所有子列相加；檔案大小也不等於實際磁碟用量。
